{
  "curiosidades": [
    {
      "id": 1,
      "titulo": "Inspiración para la historia",
      "descripcion": "*Shingeki no Kyojin* fue creado por **Hajime Isayama**, quien se inspiró en su propia frustración con la falta de progreso en su vida, lo que le llevó a imaginar un mundo lleno de desesperación."
    },
    {
      "id": 2,
      "titulo": "Dibujo inicial",
      "descripcion": "Isayama dijo que su estilo de dibujo original era muy tosco y básico, y de hecho, fue criticado en un principio por su poca habilidad técnica, pero fue perfeccionando su estilo a lo largo de los años."
    },
    {
      "id": 3,
      "titulo": "La muralla",
      "descripcion": "El diseño de las murallas en *Shingeki no Kyojin* fue influenciado por el muro de Berlín y otras grandes estructuras defensivas en la historia."
    },
    {
      "id": 4,
      "titulo": "Número de capítulos",
      "descripcion": "El manga comenzó en 2009 y finalizó en 2021 con 139 capítulos, lo que lo convierte en una de las series más largas de su género."
    },
    {
      "id": 5,
      "titulo": "El origen de los titanes",
      "descripcion": "Los titanes se basan en la mitología de criaturas gigantes en diversas culturas. Isayama también se inspiró en los miedos humanos a lo desconocido y lo monstruoso."
    },
    {
      "id": 6,
      "titulo": "La famosa frase '¡Voy a matarlos a todos!'",
      "descripcion": "Esta es una frase que Eren Yeager repite varias veces durante la serie, y refleja su furia y determinación por derrotar a los titanes."
    },
    {
      "id": 7,
      "titulo": "La simbología del titan colosal",
      "descripcion": "Se cree que el Titan Colosal representa el miedo humano a lo grande, lo imponente, lo inalcanzable, una metáfora del pavor ante algo que parece insuperable."
    },
    {
      "id": 8,
      "titulo": "La influencia de los zombis",
      "descripcion": "El concepto de los titanes fue inspirado parcialmente por los zombis de películas y cómics, aunque los titanes en *Shingeki no Kyojin* son mucho más grandes y complejos."
    },
    {
      "id": 9,
      "titulo": "Poderes de los titanes",
      "descripcion": "Los titanes no solo son monstruos, sino que algunos de ellos, como el Titan de Ataque, tienen habilidades especiales que representan el tema de la lucha interna y la moralidad."
    },
    {
      "id": 10,
      "titulo": "Cambio de tono",
      "descripcion": "La serie pasó de ser una historia de supervivencia a una reflexión sobre la política, la moral y las consecuencias de las decisiones humanas."
    },
    {
      "id": 11,
      "titulo": "El titán de Eren",
      "descripcion": "El personaje de Eren Yeager es complejo, con un viaje emocional que lo lleva de un niño idealista a alguien que se enfrenta a la oscuridad del mundo."
    },
    {
      "id": 12,
      "titulo": "Influencias del autor",
      "descripcion": "Isayama ha mencionado como influencia en su trabajo a *Fullmetal Alchemist*, *Akira* y *Neon Genesis Evangelion*."
    },
    {
      "id": 13,
      "titulo": "Eren y su odio",
      "descripcion": "El personaje de Eren es a menudo criticado por su creciente odio, pero su evolución y los motivos detrás de sus acciones exploran la naturaleza humana, la venganza y la libertad."
    },
    {
      "id": 14,
      "titulo": "El final de la serie",
      "descripcion": "El final del manga de *Shingeki no Kyojin* fue un tema controversial, pues algunos fans no quedaron satisfechos con el destino de ciertos personajes y las decisiones de Eren."
    },
    {
      "id": 15,
      "titulo": "Personajes que cambian de diseño",
      "descripcion": "Varios personajes, como Mikasa y Armin, tuvieron cambios significativos en su diseño a medida que avanzaba la historia."
    },
    {
      "id": 16,
      "titulo": "Manga vs. anime",
      "descripcion": "El anime de *Shingeki no Kyojin* fue adaptado en varias temporadas, cada una con animaciones impresionantes que superaron las expectativas de muchos fanáticos."
    },
    {
      "id": 17,
      "titulo": "La aparición de Levi",
      "descripcion": "Levi Ackerman, uno de los personajes más populares, es conocido por su increíble habilidad en combate, y su personalidad fría se basa en el distanciamiento emocional que se desarrolla por su trágica infancia."
    },
    {
      "id": 18,
      "titulo": "El 'Titán Bestia'",
      "descripcion": "El Titan Bestia, que pertenece a Zeke Yeager, fue diseñado para parecer una criatura más primitiva, lo que refuerza su imagen de 'bestia' en la historia."
    },
    {
      "id": 19,
      "titulo": "Referencias culturales",
      "descripcion": "El universo de *Shingeki no Kyojin* está lleno de referencias a la historia de la humanidad, como la lucha entre opresores y oprimidos, y las guerras mundiales."
    },
    {
      "id": 20,
      "titulo": "Tensión política",
      "descripcion": "La trama de la serie aborda temas como el imperialismo, la opresión, el fanatismo y la lucha por la libertad, reflejando las complejidades del conflicto humano."
    },
    {
      "id": 21,
      "titulo": "La expansión del universo",
      "descripcion": "Existen varios spin-offs y novelas ligeras que expanden el universo de *Shingeki no Kyojin*, incluyendo historias sobre el origen de los titanes y personajes secundarios."
    },
    {
      "id": 22,
      "titulo": "El simbolismo de la libertad",
      "descripcion": "El deseo de los personajes por la libertad es un tema constante a lo largo de la historia, simbolizado por las murallas que limitan su vida y la lucha contra los titanes."
    },
    {
      "id": 23,
      "titulo": "Evolución de los personajes",
      "descripcion": "A lo largo de la serie, los personajes como Mikasa, Armin y Eren muestran un profundo desarrollo psicológico, lo que los convierte en protagonistas complejos."
    },
    {
      "id": 24,
      "titulo": "El cameo de los titanes",
      "descripcion": "En el manga, se han detectado varios guiños y cameos de personajes de otras obras de Isayama, como *Chūnibyō Demo Koi ga Shitai*."
    },
    {
      "id": 25,
      "titulo": "Popularidad mundial",
      "descripcion": "*Shingeki no Kyojin* ha tenido un gran impacto en la cultura popular mundial, influyendo en otros mangas y animes, y convirtiéndose en uno de los más populares de todos los tiempos."
    }
  ]
}
