{
  "curiosidades": [
    {
      "id": 1,
      "titulo": "Hange Zoë no tiene género oficial",
      "descripcion": "¿Recordáis a Hange Zoë? Es la comandante del Cuerpo de Exploración y anterior Líder de Escuadrón que llevaba a cabo las investigaciones acerca de los Titanes. Os vamos a relevar la primera curiosidad, y es que su creador Hajime Isayama confirmó que este personaje no tiene ningún género oficial, sino que lo deja a imaginación de cada lector. ",
      "imagen": "https://tierragamer.com/wp-content/uploads/2021/03/hange-shingeki-no-kyojin-hombre-mujer.jpg"
    },
    {
      "id": 2,
      "titulo": "Armin Arlert fue olvidado por los seguidores",
      "descripcion": "Armin Arlert, amigo de la infancia de Eren Jaeger y Mikasa Ackerman, a pesar de ser físicamente más débil que los demás de sus compañeros ha demostrado a lo largo de los episodios su gran inteligencia para formar estrategias. Una encuesta ha revelado que la mayoría de los fans han olvidado que Armin es huérfano y que ha tenido un pasado trágico.",
      "imagen": "https://static.wikia.nocookie.net/shingekinokyojin/images/e/e9/A_traumatized_Armin_cries.png"
    },
    {
      "id": 3,
      "titulo": "Levi Ackerman se creó de forma accidental",
      "descripcion": "¿Alguien podría haberse imaginado que Levi Ackerman fue creado accidentalmente? ¡Eso es! El capitán del escuadrón conocido como el soldado más fuerte de la humanidad fue creado de forma accidental cuando Isayama se encontraba garabateando ideas. ",
      "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2021/04/ackerman.jpg"
    },
    {
      "id": 4,
      "titulo": "Reiner Braun y el origen de su nombre",
      "descripcion": "El graduado en la Tropa de Reclutas del Ciclo Nº104, Reiner Braun, que posee la habilidad de poder transformarse en un Titán y que sirve a una unidad de guerreros, también esconde una peculiaridad. Su nombre es de origen nórdico antiguo y significa “el guerrero conciliador”.",
      "imagen": "https://static1.cbrimages.com/wordpress/wp-content/uploads/2022/03/Reiner-Survives-Mikasas-Strike-In-Attack-On-Titan.jpg"
    },
    {
      "id": 5,
      "titulo": "La Reina Historia Reiss es la única reconocida por el pueblo",
      "descripcion": "La actual gobernante de las murallas, hija ilegítima de Rod Reiss y última de la familia real Reiss, ¿ya sabéis? ¡La Reina Historia Reiss! Es la única de su familia que es reconocida por el pueblo como la verdadera realeza de los muros.",
      "imagen": "https://easycdn.es/1/imagenes/animanga-0_335631.jpg"
    },
    {
      "id": 6,
      "titulo": "La inspiración del diseño y la personalidad de Levi Ackerman",
      "descripcion": "Después de la primera curiosidad del personaje Levi Ackerman, os desvelamos la segunda. Su diseño y personalidad se basaron en Rorschach de Watchmen, un personaje que solía usar un paño con tinta como máscara, y que luchaba contra el crimen.",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTjT4Vv09ZNFyTwXCMXbu30VDTCUhF13IcVbA&s"
    },
    {
      "id": 7,
      "titulo": "La explicación de la conducta de Moblit Berner",
      "descripcion": "Moblit Berner, la mano derecha de Hange Zoë, caracterizado por ser una persona nerviosa y minuciosa con rasgos inteligentes e irresponsables, tenía que estar seguido recordando a Hange que debía tener cuidado, lo que propiciaba que estuviera en una situación constante de pánico. Hajime Isayama reveló que Moblit es el personaje que más consume alcohol de todos los veteranos del Cuerpo de Reconocimiento debido a su posición siempre al lado de Hange.",
      "imagen": "https://preview.redd.it/u28baza4kgs61.jpg?width=640&crop=smart&auto=webp&s=f42caa6c7be15a98dfeb4b1c66b478a83d3bcd65"
    },
    {
      "id": 8,
      "titulo": "Elemento destacado en la forma titánica de Eren Jaeger",
      "descripcion": "El protagonista principal de la serie, Eren Jaeger, esconde otro misterio que probablemente desconocías hasta ahora. Su forma titánica tiene un tercer párpado que es muy común es las especies depredadoras. Este ojo puede verse en el episodio 8 cuando Eren parpadea varias veces. ",
      "imagen": "https://www.mundodeportivo.com/alfabeta/hero/2021/04/boca.jpg?width=768&aspect_ratio=16:9&format=nowebp"
    },
    {
      "id": 9,
      "titulo": "La inspiración de la ciudad de Ataque a los Titanes",
      "descripcion": "El diseño de la ciudad donde se desenvuelve Ataque a los titanes, está inspirado en Nördlingen. Una ciudad alemana con apariencia medieval que a día de hoy está conservada en su integridad. Su trazado impresiona ya que está encerrada completamente por una muralla. ",
      "imagen": "https://easycdn.es/1/imagenes/animanga-0_335632.jpg"
    },
    {
      "id": 10,
      "titulo": "Mikasa Ackerman y el origen naval de su nombre",
      "descripcion": "Mikasa Ackerman, la hermana adoptiva de Eren Jaeger, con quien pasa mucho tiempo y fue liberada gracias a él, es todo un genio militar. De hecho, se dice que Hajime Isayama nombró a Mikasa como un barco acorazado del imperio japonés, por una creencia que tenía de que una serie con personajes femeninos con nombres de barcos de guerra conocidos tendría éxito.",
      "imagen": "https://easycdn.es/1/imagenes/animanga-0_340013.png"
    },
    {
      "id": 11,
      "titulo": "El titán acorazado y su procedencia",
      "descripcion": "El famoso titán acorazado, perteneciente a uno de los Nueve Titanes, conocido por su piel extraordinariamente gruesa capaz de proteger su cuerpo de ataques, surge de la inspiración de un luchador profesional americano y antiguo luchador de artes marciales mixtas. Hablamos de Brock Lesnar, dentro de sus logros está el haber sido diez veces Campeón Mundial de Peso Pesado.",
      "imagen": "https://sm.ign.com/ign_latam/screenshot/default/brock-lesnar-titan-acorazado_gk63.jpg"
    },
    {
      "id": 12,
      "titulo": "El estilo de lucha de Annie Leonhart",
      "descripcion": "Annie Leonhart, que al igual que Reiner Braun y Bertolt Hoover, tiene la habilidad de transformarse en Titán y sirve a la comunidad de guerreros, esconde un secreto en su forma de luchar. ¿Os imagináis que puede ser? Si habéis pensado en que utiliza el estilo de pelea más brutal del mundo, ¡eso es! Muay thai es la forma con la que lucha Annie, conocido como boxeo tailandés o también, como el arte de las ocho extremidades. ",
      "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2022/08/annie-final-season.jpeg"
    },
    {
      "id": 13,
      "titulo": "Eren Jaeger y su forma de luchador japonés",
      "descripcion": "Continuando con las curiosidades del personaje Eren Jaeger y su forma titánica, el creador desveló que su forma está inspirada en Yūshin Okami, un luchador japonés de artes marciales mixtas. Este luchador poseía para Isayama, el físico ideal de un luchador de peso medio de artes marciales mixtas.",
      "imagen": "https://cdn.alfabetajuega.com/alfabetajuega/2021/04/Yushin-Okami.jpg"
    },
    {
      "id": 14,
      "titulo": " El cumpleaños de Armin Arlert",
      "descripcion": "Aunque los usuarios han olvidado que Armin Arlert es huérfano y que ha tenido un pasado tráfico, el personaje guarda un secreto muy especial. Su cumpleaños es el 3 de noviembre, Día de la Cultura en Japón, que promueve el estudio, la cultura y las bellas artes.",
      "imagen": "https://preview.redd.it/so-is-it-okay-to-like-armin-now-v0-9r4r0539yzyb1.jpg?auto=webp&s=7f2ac48cc389c4d4d58c62e83b443952b0c0e09c"
    },
    {
      "id": 15,
      "titulo": "Eren Jaeger y su asociación con un titán griego",
      "descripcion": "Además de todas las referencias que tiene Eren Jaeger, en una escena del episodio 13 en el que transporta la roca para cerrar el agujero del Muro Rose, recuerda a Atlas, un titán griego que carga la esfera celestial en sus hombros.",
      "imagen": "https://pbs.twimg.com/media/EpmP1dRVgAQ8lIa?format=jpg&name=large"
    },
    {
      "id": 16,
      "titulo": "La eterna juventud de Ymir",
      "descripcion": "La titana cambiante, Ymir, soldado de la tropa de reclutas del ciclo Nº104 y ex-miembro del Cuerpo de Exploración, pasó 60 años como un titán original. Esto produjo que no envejeciera ni un solo día hasta que recuperó su forma humana, por ello, su aspecto físico y mental es de 17 años, mientras que su edad real sería entre 70-80 años.",
      "imagen": "https://i.ytimg.com/vi/wMPnVoYEFpM/maxresdefault.jpg"
    },
    {
      "id": 17,
      "titulo": "El destino de Marco Bott",
      "descripcion": "Marco Bott, que fue asignado para luchar contra los titanes después de la caída de la Muralla, posee una peculiaridad que seguramente habíamos pasado por alto. Su cumpleaños es el 16 de junio, considerada una fecha en la mitad del año, y cuando falleció solo apareció la mitad de su cuerpo. ¿Coincidencia o un acto premeditado?",
      "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTIJuFW1scLmZqX3U9RbkK-Su6wxzhFqy6_Eg&s"
    },
    {
      "id": 18,
      "titulo": "Eren Jaeger y la cultura turca",
      "descripcion": "El nombre de Eren Jaeger proviene de la cultura turca, y significa “aquel que progresa y alcanza madurez divina y sabiduría sagrada”.",
      "imagen": "https://www.clarin.com/2023/07/25/LEWC7IX9x_1200x0__1.jpg"
    },
    {
      "id": 19,
      "titulo": "La altura real de Mike Zacharius",
      "descripcion": "Mike Zacharius, considerado el segundo soldado más fuerte después de Levi, además de poseer un olfato extremadamente amplio con el que podía detectar a Titanes a grandes distancias, también era muy fornido y muy alto. ¿Os podéis imaginar cuál es su altura? Con 1,96 cm Mike era el personaje humano más alto de todos. ",
      "imagen": "https://pm1.aminoapps.com/6932/c2a30296da9b8a334fe4a11475c95515acc794far1-500-287v2_00.jpg"
    },
    {
      "id": 20,
      "titulo": "El apodo de Erwin Smith",
      "descripcion": "Erwin Smitch, el inteligente y respetado que desarrolló la “Formación a Larga Distancia para Detección de Enemigos” que trajo muchos beneficios para el Cuerpo de Exploración, tuvo un apodo cuando era pequeño que fue revelado por Isayama. Según el creador se le conocía por “Cejas”.",
      "imagen": "https://easycdn.es/1/imagenes/animanga-0_343988.jpg"
    },
    {
      "id": 21,
      "titulo": "Los ojos de Reiner están inspirados en David Beckam",
      "descripcion": "Aunque de primeras parece que no hay muchas similitudes entre Reiner Braun y el mundialmente conocido jugador David Beckam. Fue el propio autor quien confesó que se había inspirado en una parte específica del jugador inglés para diseñar a Reiner, específicamente la forma de los ojos y las cejas. Tambien se inspiro en Matt Damon.",
      "imagen": "https://pbs.twimg.com/media/DGvixMfWsAAr5hG.jpg"
    },
    {
      "id": 22,
      "titulo": "Mikasa fue el primer personaje en ser diseñado",
      "descripcion": "Muchos podrían pensar que como es el protagonista, Eren Jeager fue el primer personaje en ser creado, sin embargo no fue él sino Mikasa. Fue en una pasada entrevista cuando el mangaka lo comentó, diciendo que Mikasa para él es como una “chica de portada” un personaje que destaca frente a muchos otros.",
      "imagen": "https://pbs.twimg.com/media/En20aY9WMAUt_qe.jpg"
    },
    {
      "id": 23,
      "titulo": "Falco está inspirado en Jesse Pinkman de Breaking Bad",
      "descripcion": "Este personaje tan importante dentro de la última temporada de Shingeki no Kyojin, está inspirado en uno de los personajes principales de Breaking Bad. El mangaka de esta obra se inspiró en el actor Aaron Paul para diseñar a este personaje, actor que da vida a Jesse Pickman en la serie.",
      "imagen": "https://static1.srcdn.com/wordpress/wp-content/uploads/2021/06/attack-on-titan-falco-jesse-breaking-bad.jpg"
    },
    {
      "id": 24,
      "titulo": "Los distritos están inspirados en una ciudad alemana",
      "descripcion": "Si bien su tierra natal inspiró a Hajime Isayama para crear el mundo de Shingeki no Kyojin, para diseñar los muros y las ciudades de su interior, se inspiró en Nordlingen. Esa ciudad está situada al norte de Alemania y se caracteriza por estar cubierta por muros como si fuera una gran fortaleza.",
      "imagen": "https://i0.wp.com/erreizando.com/wp-content/uploads/2022/04/Imagen-1.-Ciudad-de-las-murallas.png?resize=640%2C257&ssl=1"
    },
    {
      "id": 25,
      "titulo": "Varios titanes están inspirados en luchadores profesionales",
      "descripcion": "El titán de ataque y el titán acorazado están inspirados en 2 profesionales del mundo de las peleas. Mientras que el primero está basado en Yushin Okami luchador de la UFC, mientras que el segundo está inspirado en Brock Lesnar, conocido por participar en la WWE.",
      "imagen": "https://easycdn.es/1/imagenes/animanga-0_343896.jpg"
    }
  ]
}